Repository: shermatovsherzod/expro
Catalog: Expro/Resources/ResourceTexts.*.resx
Languages: fr

# AboutMe
source: Обо мне
fr: Мен хақимда

# Action
source: Действие
fr: Харакатлар

# Add
source: Добавить
fr: Қўшиш

# AddEducation
source: Добавить образование
fr: Маълумотини киритиш

# AddWorkexperience
source: Добавить опыть работы
fr: Иш тажрибасини қўшиш

# All
source: Все
fr: Барчаси

# AllExperts
source: Все эксперты
fr: Барча экспертлар

# AnswerN
source: Ответ №
fr: Жавоб №

# Answers
source: Ответы
fr: Жавоблар

# AnswerText
source: Текст ответа
fr: Жавоб матни

# AreYouSureToCloseQuestionWithoutFeeDistribution
source: Вы уверены, что хотите закрыть вопрос, не распределив гонорар?
fr: Мукофотни тақсимламасдан саволни ёпишга ишончингиз комилми?

# Articles
source: Статьи
fr: Мақолалар

# ArticlesCount
source: Количество статей
fr: Мақолалар сони

# AskQuestion
source: Задать вопрос
fr: Савол бериш

# AskQuestionPopover
source: <a href='/Identity/Account/Login?returnUrl=/User/Question'>Войдите</a> или <a href='/Identity/Account/Register?returnUrl=/User/Question'>зарегистрируйтесь</a>, чтобы задать вопрос
fr: Савол бериш учун <a href='/Identity/Account/Login?returnUrl=/User/Question'>сайтга киринг</a> ёки <a href='/Identity/Account/Register?returnUrl=/User/Question'>рўйхатдан ўтинг</a>

# Author
source: Автор
fr: Муаллиф

# Back
source: Назад
fr: Ортга

# Cancel
source: Отмена
fr: Бекор қилиш

# CloseQuestion
source: Закрыть вопрос
fr: Саволни ёпиш

# Comments
source: Комментарии
fr: Изохлар

# CommentText
source: Текст комментария
fr: Изох матни

# ChangePassword
source: Изменение пароля
fr: Парольни ўзгартириш

# ChangesSaved
source: Изменения сохранены
fr: Ўзгаришлар сақланди

# Close
source: Закрыть
fr: Ёпиш

# Companies
source: Компании
fr: Компаниялар

# CompaniesCatalog
source: Каталог компаний
fr: Компаниялар каталоги

# ConfirmedOnly
source: Только подтвержденные
fr: Факат тасдиқланган

# DatePublished
source: Дата публикации
fr: Чоп этилган сана

# DistributeFee
source: Распределить гонорар
fr: Мукофотни бўлиш

# DoComment
source: Комментировать
fr: Изохлаш

# Contacts
source: Контакты
fr: Алоқа маълумотлари

# CountrySelect
source: Выбрать страну
fr: Мамлакатни танлаш

# DoNotHaveAccess
source: У вас нет аккаунта?
fr: Рўйхатдан ўтмаганмисиз?

# Education
source: Образование
fr: Маълумоти

# Email
source: Адрес электронной почты
fr: Емейл

# Enter
source: Вход
fr: Кириш

# Error
source: Ошибка
fr: Хато

# ErrorRequiredField
source: Обязательное поле
fr: Ушбу қатор тўлдирилиши шарт

# Experts
source: Эксперты
fr: Экспертлар

# ExpertsCount
source: Количество экспертов
fr: Экспертлар сони

# Fee
source: Вознаграждение
fr: Мукофот

# FeeIsSuccessfullyDistributed
source: Вознаграждение успешно распределено
fr: Мукофот тақсимланди

# FeePaid
source: Получено вознаграждение
fr: Мукофот олинди

# FileIsAttached
source: Есть вложенный файл
fr: Файл бириктирилган

# FilterByLawArea
source: Фильтр по направлению
fr: Йуналиш буйича филтр

# FilterByPrice
source: Фильтр по цене
fr: Нарх бўйича филтр

# fr
source: Узбекский
fr: Ўзбек

# FullName
source: Имя
fr: Исм

# lblCity
source: Город
fr: Шаҳар

# lblCityOther
source: Другой город
fr: Бошқа шаҳар

# lblConfirmPassword
source: Подтверждение пароля
fr: Парольни тасдиқлаш

# lblCountry
source: Страна
fr: Мамлакат

# lblDateOfBirth
source: Дата рождения
fr: Туғилган санаси

# lblDateRegistered
source: Сайтда с
fr: Сайтда

# lblFirstName
source: Имя
fr: Исм

# lblGender
source: Пол
fr: Жинси

# lblGraduationYear
source: Год окончания
fr: Тугаллаш йили

# lblLawAreas
source: Направление
fr: Йўналиш

# lblNewPassword
source: Новый пароль
fr: Янги пароль

# lblPatronymicName
source: Отчество
fr: Отаси исми

# lblPhoneNumber
source: Номер телефона
fr: Телефон рақами

# lblPlaceOfWork
source: Место работы
fr: Иш жойи

# lblPosition
source: Должность
fr: Лавозим

# lblRegion
source: Регион
fr: Минтақа

# lblUniversity
source: ВУЗ
fr: Университет

# lblWorkPeriodFrom
source: Период с
fr: Иш бошлаш вақти

# lblWorkPeriodTo
source: Период по
fr: Иш тугаган вақт

# Login
source: Войти
fr: Кириш

# Logout
source: Выход
fr: Чиқиш

# MainInfo
source: Основная информация
fr: Асосий маълумот

# MainPage
source: Главная страница
fr: Асосий сахифа

# PeriodOfWork
source: Период
fr: Ишлаган вақти

# PersonalInfo
source: Персональная информация
fr: Шахсий маълумот

# Photo
source: Фото
fr: Расм

# PhotoUpload
source: Загрузить фото
fr: Расм юклаш

# ItMustBe100PercentInTotal
source: Суммарно должно быть 100%
fr: Жами 100% бўлиши керак

# NoAnswers
source: Ответов нет
fr: Жавоблар йуқ

# PracticeDocuments
source: Практические документы
fr: Амалиёт

# ProfileEdit
source: Редактировать профайл
fr: Профайлни тахрирлаш

# QuestionClosed
source: Вопрос закрыт
fr: Савол ёпилди

# QuestionDetails
source: Вопрос - детали
fr: Савол

# QuestionHasNoFee
source: Вопрос не имеет вознаграждение
fr: Саволга мукофот белгиланмаган

# QuestionNotFound
source: Вопрос не найден
fr: Савол топилмади

# Questions
source: Вопросы
fr: Саволлар

# Questions?
source: Есть вопросы?
fr: Саволлар борми?

# QuestionsCount
source: Количество вопросов
fr: Саволлар сони

# QuestionSolved
source: Вопрос решен
fr: Савол хал қилинди

# RandomGUID
source: RandomGUID это {0}
fr: RandomGUID бу {0}

# Register
source: Регистрация
fr: Рўйхатдан ўтиш

# ResumeCatalog
source: Каталог резюме
fr: Резюмелар каталоги

# ru
source: Русский
fr: Рус

# SampleDocuments
source: Образцовые документы
fr: Наъмунавий хужжатлар

# SampleDocumentsCount
source: Количество образцовых документов
fr: Наъмунавий хужжатлар сони

# SaveButton
source: Сохранить
fr: Сақлаш

# SeeAll
source: Открыть все
fr: Барчасини очиш

# SelectCity
source: Выбрать город
fr: Шаҳарни танлаш

# SelectRegion
source: Выбрать регион
fr: Минтақани танлаш

# SelectAtLeastOneAnswer
source: Выберите хотя бы один ответ
fr: Хеч бўлмаганда битта жавобни белгиланг

# SelectFile
source: Выберите файл
fr: Файлни танланг

# Share
source: Поделиться
fr: Улашиш

# SomethingIsWrongWithSelectedAnswers
source: Что-то не так с выбранными ответами
fr: Танланган жавобларда муаммо бор

# soum
source: сум
fr: сўм

# Submit
source: Отправить
fr: Жўнатиш

# TopExperts
source: ТОП эксперты
fr: ТОП экспертлар

# UnauthorizedDislikePopover
source: <a href='/Identity/Account/Login?returnUrl={0}'>Войдите</a>, чтобы дислайкнуть
fr: Дислайк қуйиш учун <a href='/Identity/Account/Login?returnUrl={0}'>сайтга киринг</a>

# UnauthorizedLikePopover
source: <a href='/Identity/Account/Login?returnUrl={0}'>Войдите</a>, чтобы лайкнуть
fr: Лайк қўйиш учун <a href='/Identity/Account/Login?returnUrl={0}'>сайтга киринг</a>

# UserNotFound
source: Пользователь не найден
fr: Фойдаланувчи топилмади

# Usuals
source: Обычные
fr: Оддий

# UploadDiploma
source: Загрузить диплом
fr: Дипломни юклаш

# Vacancies
source: Вакансии
fr: Вакансиялар

# VacanciesCatalog
source: Каталог вакансий
fr: Вакансиялар каталоги

# ViewAllFilters
source: Показать все фильтры
fr: Барча филтрларни кўрсатиш

# WarningNotEnoughPointToGiveAnswerForQuestionWithFee
source: Чтобы ответить на вопрос с вознаграждением, требуется набрать 100 баллов и подтвердить образование (диплом). Подробнее читайте <a href="#">условия оказания платных услуг</a>
fr: Пулли саволга жавоб ёзиш учун 100 рейтинг тўпланг ва маълумотингизни (диплом) тасдиқланг. Батафсил маълумот учун <a href="#">Пулли хизмат кўрсатиш шартларини ўқинг</a>

# Welcome
source: Добро пожаловать
fr: Хуш келибсиз

# Workexperience
source: Опыт работы
fr: Иш тажрибаси

# WithFee
source: С вознаграждением
fr: Мукофотли

# WriteAnswer
source: Написать ответ
fr: Жавоб бериш

# AddNewArticle
source: Добавить новую статью
fr: Янги мақола қўшиш

# AddNewPracticeDocument
source: Добавить новый практический документ
fr: Янги амалиёт қўшиш

# AddNewQuestion
source: Задать новый вопрос
fr: Янги савол бериш

# AddNewQuestionWithFee
source: Задать новый вопрос с вознаграждением
fr: Янги мукофотли савол бериш

# AddNewSampleDocument
source: Добавить новый образцовый документ
fr: Янги наъмунавий хужжат қўшиш

# AlreadyPurchased
source: Вы уже покупали этот материал. Нажмите <a href="/{0}/{1}Purchased/Details/{2}">здесь</a>, чтобы посмотреть.
fr: Сиз бу материални сотиб олгансиз. Кўриш учун <a href="/{0}/{1}Purchased/Details/{2}">шу йерга босинг</a>.

# AreYouSureYouWantToPurchase
source: Вы уверены, что хотите купить
fr: Сотиб олишга ишончингиз комилми?

# Article
source: Статья
fr: Мақола

# ArticleNotFound
source: Статья не найдена
fr: Мақола топилмади

# AskQuestionTheExperts
source: Задайте вопрос экспертам
fr: Экспертларга савол беринг

# AuthorizeToPurchase
source: <a href="/Identity/Account/Login?returnUrl={0}">Авторизуйтесь</a>, чтобы купить.
fr: Сотиб олиш учун <a href="/Identity/Account/Login?returnUrl={0}">сайтига киринг</a>

# BackToList
source: Назад к списку
fr: Рўйхатга қайтиш

# Continue
source: Продолжить
fr: Давом этиш

# DataSuccessfullySaved
source: Данные успешно сохранены
fr: Маълумотлар сақланди

# DateModified
source: Дата изменения
fr: Тахрирланган сана

# DocumentDoesNotBelongToYou
source: Данный документ вам не принадлежит
fr: Мазкур документ сизга тегишли эмас

# DocumentIsFree
source: Документ бесплатный
fr: Документ бепул

# DocumentNotFound
source: Документ не найден
fr: Документ топилмади

# DoTypeText
source: Наберите текст
fr: Матнни теринг

# DoUploadFile
source: Загрузите файл
fr: Файлни юкланг

# EditQuestion
source: Редактировать вопрос
fr: Саволни ўзгартириш

# FeeInSoums
source: Вознаграждение (в сумах)
fr: Мукофот (сўмда)

# FilterByStatus
source: Фильтр по статусу
fr: Статус бўйича филтр

# Free
source: Обычный
fr: Бепул

# FreeItems
source: Бесплатные
fr: Бепул

# FreeMultiple
source: Бесплатные
fr: Бепул

# InvalidData
source: Некорректные данные
fr: Нотўғри маълумотлар

# MyQuestions
source: Мои вопросы
fr: Менинг саволларим

# NotEnoughMoneyOnBalancePleaseReplenish
source: На вашем балансе недостаточно средств для покупки. Пожалуйста, пополните баланс.
fr: Балансингизда йетарлича маблағ мавжуд эмас. Илтимос, тўлдиринг

# NotEnougthMoneyOnBalance
source: Недостаточно средств на балансе
fr: Балансингизда йетарлича маблағ мавжуд эмас

# Paid
source: Платный
fr: Пуллик

# PaidItems
source: Платные
fr: Пуллик

# PaidMultiple
source: Платные
fr: Пуллик

# PaidShe
source: Платная
fr: Пуллик

# PracticeDocument
source: Практический документ
fr: Амалиёт

# PracticeDocumentNotFound
source: Практический документ не найден
fr: Амалиёт топилмади

# Price
source: Цена
fr: Нарх

# Purchase
source: Купить
fr: Сотиб олиш

# PurchasedArticles
source: Купленные статьи
fr: Сотиб олинган мақолалар

# PurchasedPracticeDocuments
source: Купленные практические документы
fr: Сотиб олинган амалиётлар

# PurchasedSampleDocuments
source: Купленные образцовые документы
fr: Сотиб олинган наъмунавий хужжатлар

# QuestionIsApprovedByAdmin
source: Вопрос подтвержден администратором
fr: Савол администратор томонидан тасдиқланди

# QuestionIsRejectedByAdmin
source: Вопрос отменен администратором
fr: Савол администратор томонидан рад этилди

# QuestionIsSentForApproval
source: Вопрос отправлен на подтверждение
fr: Савол тасдиқлаш учун жўнатилди

# QuestionsHavingMyAnswer
source: Вопросы, на которые я ответил
fr: Мен жавоб берган саволлар

# ReplenishBalanceOn
source: Пополнить баланс на {0} сум (CLICK)
fr: Балансни {0} сумга тўлдириш (CLICK)

# SampleDocument
source: Образцовый документ
fr: Наъмунавий хужжат

# SampleDocumentNotFound
source: Образцовый документ не найден
fr: Наъмунавий хужжат топилмади

# SaveAsDraft
source: Сохранить как черновик
fr: Черновик сифатида сақлаш

# SomethingWentWrong
source: Что-то пошло не так
fr: Нимадир содир булди

# StatusDoesNotAllowToApprove
source: Статус не позволяет подтвердить его
fr: Тасдиқлашга статус тўсқинлик қиляпти

# StatusDoesNotAllowToEdit
source: Статус не позволяет отредактировать его
fr: Тахрирлашга статус тўсқинлик қиляпти

# StatusDoesNotAllowToReject
source: Статус не позволяет отменить его
fr: Рад этишга статус тўсқинлик қиляпти

# SubmitForApproval
source: Отправить на подтверждение
fr: Тасдиқлаш учун жўнатиш

# Text
source: Текст
fr: Матн

# Title
source: Тема
fr: Мавзу

# Usual
source: Обычный
fr: Оддий

# UsualShe
source: Обычная
fr: Оддий

# YouAreNotAuthorized
source: Вы не авторизованы
fr: Сиз рўйхатдан ўтмагангиз

# YourBalance
source: Ваш баланс
fr: Сизнинг балансингиз

# lblConfirmPasswordError
source: Введеные пароли не совпадают
fr: Киритилган пароллар бир бирига тўғри келмаяпти

# RegistrateAsExpert
source: Зарегистрироваться как эксперт
fr: Эксперт сифатида рўйхатдан ўтиш

# Actions
source: Действия
fr: Харакатлар

# AddNewPaidArticle
source: Добавить новую платную статью
fr: Янги пуллик мақола қўшиш

# AddNewPaidPracticeDocument
source: Добавить новый платный практический документ
fr: Янги пуллик амалиёт қўшиш

# AddNewPaidSampleDocument
source: Добавить новый образцовый документ
fr: Янги пуллик наъмунавий хужжат қўшиш

# Approve
source: Подтвердить
fr: Тасдиқлаш

# AreYouSureYouWantToApprove
source: Вы уверены, что хотите подтвердить
fr: Тасдиқлашга ишончингиз комилми

# AreYouSureYouWantToReject
source: Вы уверены, что хотите отменить
fr: Рад этишга ишончингиз комилми

# ArticleIsApproved
source: Статья подтверждена
fr: Мақола тасдиқланган

# ArticleIsRejected
source: Статья отменена
fr: Мақола рад этилган

# DocumentIsApprovedByAdmin
source: Документ подтвержден администратором
fr: Документ администратор томонидан тасдиқланди

# DocumentIsRejectedByAdmin
source: Документ подтвержден администратором
fr: Документ администратор томонидан рад этилди

# DocumentIsSentForApproval
source: Документ отправлен на подтверждение
fr: Документ тасдиқлаш учун жунатилди

# EditArticle
source: Редактировать статью
fr: Мақолани тахрирлаш

# EditPracticeDocument
source: Редактировать практический документ
fr: Амалиётни тахрирлаш

# EditSampleDocument
source: Редактировать Образцовый документ
fr: Наъмунавий хужжатни тахрирлаш

# ExpertNotFound
source: Эксперт не найден
fr: Эксперт топилмади

# Language
source: Язык
fr: Тил

# NotEnoughRatingForPostingPaidArticle
source: Чтобы получить право публиковать платные статьи, требуется, чтобы Ваш рейтинг был не меньше 100, а также должен быть подтвержден диплом (об образовании). <a href="#">Читайте условия оказания клатных услуг</a>
fr: Пулли макола ёзиш учун 100 рейтинг тўпланг ва маълумотингизни (диплом) тасдиқланг. Батафсил маълумот учун <a href="#">Пулли хизмат кўрсатиш шартларини ўқинг</a>

# NotEnoughRatingForPostingPaidPracticeDocument
source: Чтобы получить право публиковать платные практические документы, требуется, чтобы Ваш рейтинг был не меньше 100, а также должен быть подтвержден диплом (об образовании). Подробнее <a href="#">читайте условия оказания клатных услуг</a>
fr: Пулли амалиёт ёзиш учун 100 рейтинг тўпланг ва маълумотингизни (диплом) тасдиқланг. Батафсил маълумот учун <a href="#">Пулли хизмат кўрсатиш шартларини ўқинг</a>

# NotEnoughRatingForPostingPaidSampleDocument
source: asdf
fr: Пулли намунавий хужжат ёзиш учун 100 рейтинг тўпланг ва маълумотингизни (диплом) тасдиқланг. Батафсил маълумот учун <a href="#">Пулли хизмат кўрсатиш шартларини ўқинг</a>

# PracticeDocumentIsApproved
source: Практический документ подтвержден
fr: Амалиёт тасдиқланган

# PracticeDocumentIsRejected
source: Практический документ отменен
fr: Амалиёт рад этилган

# PurchasedArticle
source: Купленная статья
fr: Сотиб олинган мақола

# PurchasedPracticeDocument
source: Купленный практический документ
fr: Сотиб олинган амалиёт

# PurchasedSampleDocument
source: Купленный образцовый документ
fr: Сотиб олинган наъмунавий хужжат

# Reject
source: Отменить
fr: Рад этиш

# SampleDocumentIsApproved
source: Образцовый документ подтвержден
fr: Наъмунавий хужжат тасдиўланган

# SampleDocumentIsRejected
source: Образцовый документ отменен
fr: Наъмунавий хужжат рад этилган

# AddNewRequest
source: Добавить новый запрос
fr: Янги буюртма яратиш

# AddNewRequestForWithdrawal
source: Добавить новый запрос на вывод средств
fr: Пулни йечиш учун янги буюртма бериш

# AmountIsLessThenMinimum
source: Указанная сумма меньше минимального порога вывода средств
fr: Белгиланган сумма минимумдан кам

# AreYouSureYouWantToMarkAsCompleted
source: Вы уверены, что хотите отметить как Выполнено
fr: Бажарилди деб белгилашга ишончингиз комилми

# BalanceIsLessThan
source: На Вашем балансе недостаточно средств для снятия суммы {0}
fr: Балансингизда {0} сум йечиб олиш учун йетарлича маблағ мавжуд эмас

# Completed
source: Выполнено
fr: Бажарилди

# DateCompleted
source: Дата выполнения
fr: Бажарилган сана

# DateCreated
source: Дата создания
fr: Яратилинган сана

# DateTime
source: Дата и время
fr: Сана ва вақт

# Details
source: Детали
fr: Очиш

# Documents
source: Документы
fr: Документлар

# Expenses
source: Расходы
fr: Харажатлар

# FilterByUserType
source: Фильтр по типу пользователя
fr: Фойдаланувчи тури бўйича филтр

# FinancePanel
source: Финансы
fr: Финанслар

# Incomes
source: Заработки
fr: Ишлаб топилган маблағ

# Loading
source: Загрузка
fr: Юкланяпти

# MarkAsCompleted
source: Отметить как выполненное
fr: Буюртмани бажариш

# MyAnswers
source: Мои ответы
fr: Менинг жавобларим

# MyArticles
source: Мои статьи
fr: Менинг мақолаларим

# MyCompanies
source: Мои компании
fr: Менинг компанияларим

# MyResumes
source: Мои резюме
fr: Менинг резюмеларим

# MyVacancies
source: Мои вакансии
fr: Менинг вакансияларим

# NoExpenses
source: Нет расходов
fr: Харажатлар йук

# NoIncomes
source: Нет заработков
fr: Ишлаб пул топилмаган

# NotEnoughMoneyToSubmitForApproval
source: Ваш баланс не позволяет подать заявку на вывод средств
fr: Пул йечиш учун балансингизда йетарлича маблағ мавжуд эмас

# NoTransactions
source: Нет пополнений
fr: Баланс тўлдирилмаган

# NoUsers
source: Нет пользователей
fr: Фойдаланувчилар йўк

# NoWithdrawals
source: Нет выводов средств
fr: Пул йечиб олишга буюртмалар йук

# Others
source: Прочее
fr: Бошқалар

# PurchasedDocuments
source: Приобретенные документы
fr: Сотиб олинган документлар

# PurchaseObject
source: На что
fr: Нима учун

# PurchaseObjectAuthor
source: Кому
fr: Кимга

# PurchaseObjectPurchaser
source: Покупатель
fr: Сотиб олувчи

# ReplenishBalance
source: Пополнить баланс
fr: Балансни тўлдириш

# RequestNotFound
source: Запрос не найден
fr: Буюртма топилмади

# RequestSuccessfullySumbitted
source: Запрос успешно отправлен
fr: Буюртма муваффақиятли жунатилинди

# RequestWasCompletedEarlier
source: Запрос ранее уже был выполнен
fr: Буюртма аввал бажарилган

# SimpleUser
source: Пользователь
fr: Фойдаланувчи

# SimpleUsers
source: Обычные пользователи
fr: Оддий фойдаланувчилар

# Total
source: Итого
fr: Жами

# Transactions
source: Пополнения (транзакции)
fr: Балансни тўлдириш (транзакциялар)

# userHasNotEnoughtMoneyForWithdrawalWarning
source: Для того, чтобы оставить запрос на вывод средств, на Вашем балансе должно быть не менее {0} сумов.
fr: Пулни йечиш учун буюртма бера олишингиз учун балансингизда {0} сумдан кам маблаг булиши керак эмас.

# Withdrawals
source: Выводы средств
fr: Пул йечиб олишга буюртмалар

# WithdrawRequests
source: Запросы на вывод средств
fr: Пулни йечиш учун буюртмалар

# YouAreAllowedToWithdrawFromTo
source: Вы можете снять от <b>{0}</b> до <b>{1}</b> сум
fr: Сиз <b>{0}</b>дан <b>{1}</b> сўмгача йечиб олишингиз мумкин

# ZeroRecords
source: Нет данных
fr: Маълумотлар йук

# Help
source: Помощь
fr: Ёрдам
